itptest_mb/redis_stream/redis+stream/redis_output/redis7777.log
[RUN #1] Preparing benchmark client...
[RUN #1] Launching threads now...
connect: connection failed: Connection refused
connect: connection failed: Connection refused
connect: connection failed: Connection refused
[...]
[RUN #1 40%,  72 secs]  0 threads:    27526770 ops,       0 (avg:  382310) ops/sec, 0.00KB/sec (avg: 380.69MB/sec),  0.00 (avg:  7.82) msec latency

10        Threads
10        Connections per thread
180       Seconds


ALL STATS
========================================================================
Type        Ops/sec     Hits/sec   Misses/sec      Latency       KB/sec
------------------------------------------------------------------------
Sets       76462.43          ---          ---      7.82200     78179.85
Gets       76462.43     76406.88        55.55      7.82200     77751.76
Waits          0.00          ---          ---      0.00000          ---
Totals    152924.87     76406.88        55.55      7.82200    155931.61